<?php

return [
'grades' => [
        1 => '小学生1年生',
        2 => '小学生2年生',
        3 => '小学生3年生',
        4 => '小学生4年生',
        5 => '小学生5年生',
        6 => '小学生6年生',
        7 => '中学生1年生',
        8 => '中学生2年生',
        9 => '中学生3年生',
        10 => '高校生1年生',
        11 => '高校生2年生',
        12 => '高校生3年生',
],

     'gradeColors' => [
        1 => 'info',
        2 => 'info',
        3 => 'info',
        4 => 'info',
        5 => 'info',
        6 => 'info',
        7 => 'primary',
        8 => 'primary',
        9 => 'primary',
        10 => 'success',
        11 => 'success',
        12 => 'success',
     ],
    ];